/* No comment provided by engineer. */
"%@ %@ is currently the newest version available." = "Το %1$@ %2$@ είναι η τελευταία διαθέσιμη έκδοση.";

/* No comment provided by engineer. */
"%@ %@ is currently the newest version available.\n(You are currently running version %@.)" = "Το %1$@ %2$@ είναι η τελευταία διαθέσιμη έκδοση.\n(Die derzeit installierte Version ist %3$@.)";

/* Description text for SUUpdateAlert when the update is downloadable. */
"%@ %@ is now available—you have %@. Would you like to download it now?" = "Το %1$@ %2$@ είναι πλέον διαθέσιμο--έχετε το %3$@. Θέλετε να το κατεβάσετε τώρα;";

/* The download progress in a unit of bytes, e.g. 100 KB */
"%@ downloaded" = "%@ λήφθησαν";

/* The download progress in units of bytes, e.g. 100 KB of 1,0 MB */
"%@ of %@" = "%1$@ από %2$@";

/* Description text for SUUpdateAlert when the update has already been downloaded and ready to install. */
"%1$@ %2$@ has been downloaded and is ready to use! Would you like to install it and relaunch %1$@ now?" = "Το %1$@ %2$@ έχει ληφθεί και είναι έτοιμο προς χρήση! Θα θέλατε να το εγκαταστήσετε και να επανεκκινήσετε το %1$@ τώρα;";

/* No comment provided by engineer. */
"%1$@ can’t be updated, because it was opened from a read-only or a temporary location." = "Το %1$@ δεν μπορεί να ενημερωθεί όσο τρέχει από έναν δίσκο ανάγνωσης-μόνο ή έναν οπτικό δίσκο.";

/* No comment provided by engineer. */
"A new version of %@ is available!" = "Μία νέα έκδοση του %@ είναι διαθέσιμη!";

/* No comment provided by engineer. */
"A new version of %@ is ready to install!" = "Μία νέα έκδοση του %@ είναι έτοιμη για εγκατάσταση!";

/* No comment provided by engineer. */
"An error occurred in retrieving update information. Please try again later." = "Υπήρξε ένα σφάλμα κατά την ανάκτηση των πληροφοριών ενημέρωσης. Παρακαλώ δοκιμάστε αργότερα.";

/* No comment provided by engineer. */
"An error occurred while downloading the update. Please try again later." = "Υπήρξε ένα σφάλμα κατά την λήψη της ενημέρωσης. Παρακαλώ δοκιμάστε αργότερα.";

/* No comment provided by engineer. */
"An error occurred while extracting the archive. Please try again later." = "Υπήρξε ένα σφάλμα κατά την εξαγωγή του αρχείου. Παρακαλώ δοκιμάστε αργότερα.";

/* No comment provided by engineer. */
"An error occurred while parsing the update feed." = "Υπήρξε ένα σφάλμα κατά την ανάλυση του feed ενημερώσεων.";

/* No comment provided by engineer. */
"Cancel" = "Ακύρωση";

/* No comment provided by engineer. */
"Cancel Update" = "Ακύρωση Ενημέρωσης";

/* No comment provided by engineer. */
"Checking for updates…" = "Έλεγχος για ενημερώσεις…";

/* Take care not to overflow the status window. */
"Downloading update…" = "Λήψη ενημέρωσης…";

/* Take care not to overflow the status window. */
"Extracting update…" = "Εξαγωγή ενημέρωσης…";

/* No comment provided by engineer. */
"Install and Relaunch" = "Εγκατάσταση και Επανεκκίνηση";

/* Take care not to overflow the status window. */
"Installing update…" = "Εγκατάσταση ενημέρωσης…";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Ready to Install" = "Έτοιμο προς Εγκατάσταση";

/* No comment provided by engineer. */
"Should %1$@ automatically check for updates? You can always check for updates manually from the %1$@ menu." = "Θέλετε το %1$@ να ελέγχει αυτόματα για ενημερώσεις; Μπορείτε πάντα να ελέγχετε για ενημερώσεις χειροκίνητα από το μενού %1$@.";

/* No comment provided by engineer. */
"Update Error!" = "Σφάλμα Ενημέρωσης!";

/* No comment provided by engineer. */
"Updating %@" = "Ενημέρωση %@";

/* No comment provided by engineer. */
"Use Finder to copy %1$@ to the Applications folder, relaunch it from there, and try again." = "Μεταφέρετε το %1$@ στον φάκελο εφαρμογών σας, επανεκκινήστε το από εκεί, και ξαναδοκιμάστε.";

/* Status message shown when the user checks for updates but is already current or the feed doesn't contain any updates. */
"You’re up-to-date!" = "Είστε ενημερωμένοι!";
